<?php

return [
    'title' => 'مبارك لكم!',
    'subject_match' => 'مبارك لكم!',
    'congratulations' => 'تهانينا!',
    'salutation' => 'السلام عليكم',
    'mutual_interest' => 'الحمد لله، لقد أبدى كل منكم و :user اهتمامًا مشتركًا!',
    'guardian_involved' => 'سيتم إشراك ولي الأمر لضمان تواصل مبارك ومحترم بإذن الله.',
    'dua' => 'نسأل الله سبحانه وتعالى أن يبارك هذه العلاقة ويكتب لكم الخير والبركة.',
    'view_matches' => 'عرض التطابقات الخاصة بك',

    // liked email
    'subject' => 'شخص ما أعجب بملفك الشخصي!',
    'title' => 'إعجاب جديد!',
    'greeting' => 'خبر سار!',
    'message' => 'شخص ما أعجب بملفك الشخصي. تحقق من ذلك!',
    'view_my_likes' => 'عرض إعجاباتى',

    // Header
    'Subscription_Receipt' => 'فاتورة اشتراك',
    'Invoice' => 'فاتورة',

    // Customer Info
    'Customer' => 'العميل',
    'Invoice_Date' => 'تاريخ الفاتورة',
    'Invoice_Number' => 'رقم الفاتورة',

    // Table Headers
    'Description' => 'الوصف',
    'Amount' => 'القيمة',

    // Items
    'Package_Name' => 'اسم الباقة',
    'Subscription_Price' => 'سعر الاشتراك',
    'Purchase_Date' => 'تاريخ الشراء',
    'Contacts_Included' => 'عدد جهات الاتصال المضمنة',
    'Duration' => 'المدة',
    'Start_Date' => 'تاريخ البدء',
    'End_Date' => 'تاريخ الانتهاء',
    'months' => 'شهر',

    // Total
    'Total_Due' => 'إجمالي المبلغ المستحق',

    // Footer
    'Footer_Note' => 'هذه الفاتورة للاحتفاظ بها. إذا كانت لديك أسئلة، يرجى الرد على هذا البريد.',
    'company' => 'اسم الشركة',
    'company_name' => 'شركة الأصالة والمعاصرة لتكنولوجيا المعلومات',
    'suspended_title' => 'إشعار تعليق الحساب',
    'hello' => 'عزيزي',
    'suspended_message' => "تم تعليق حسابك على تطبيق طلبة (رقم الحساب: :id) بسبب عدة شكاوى من مستخدمين آخرين. إذا كنت تعتقد أن هذا خطأ، يرجى التواصل مع فريق الدعم.",
    'support_note' => 'للمساعدة يرجى التواصل عبر:',
    'all_rights_reserved' => 'جميع الحقوق محفوظة.',



    'verify_subject' => 'تأكيد عنوان البريد الإلكتروني',
    'hello' => 'مرحباً',
    'welcome' => 'مرحباً بك في :app! 🎉',
    'verify_instruction' => 'يرجى تأكيد عنوان بريدك الإلكتروني لتفعيل حسابك.',
    'verify_button' => 'تأكيد البريد الإلكتروني',
    'no_action' => 'إذا لم تقم بإنشاء حساب، يمكنك تجاهل هذه الرسالة بأمان.',
    'Payment_Method' => 'طريقة الدفع',
    'Company_Name' => 'اسم الشركة',

];
