<?php

return [
    'title' => 'مبارك لكم!',
    'subject_match' => 'مبارك لكم!',
    'congratulations' => 'تهانينا!',
    'salutation' => 'السلام عليكم',
    'mutual_interest' => 'الحمد لله، لقد أبدى كل منكم و :user اهتمامًا مشتركًا!',
    'guardian_involved' => 'سيتم إشراك ولي الأمر لضمان تواصل مبارك ومحترم بإذن الله.',
    'dua' => 'نسأل الله سبحانه وتعالى أن يبارك هذه العلاقة ويكتب لكم الخير والبركة.',
    'view_matches' => 'عرض التطابقات الخاصة بك',

    // liked email
    'subject' => 'شخص ما أعجب بملفك الشخصي!',
    'title' => 'إعجاب جديد!',
    'greeting' => 'خبر سار!',
    'message' => 'شخص ما أعجب بملفك الشخصي. تحقق من ذلك!',
    'view_my_likes' => 'عرض إعجاباتى',
];
