<?php

return [
    'title' => 'سياسة الخصوصية',
    'sections' => [
        'introduction' => [
            'title' => 'مقدمة',
            'content' => 'توضح سياسة الخصوصية هذه كيفية قيام شركة الأصالة والمعاصرة ذ م م – وهي شركة تأسست في المملكة الأردنية الهاشمية وتحمل الرقم 75739 وعنوانها شارع الملكة نور، مجمع بنك الإسكان، رقم المبنى 93، الطابق الأرضي، المكتب 102، الشميساني، عمّان، المملكة الأردنية الهاشمية - بجمع بياناتك الشخصية واستخدامها ونقلها والافصاح عنها والاحتفاظ بها من المنصة والتطبيق. طُلبة هو أول منصّة وتطبيق أردني للزواج التقليدي. تتمثل الخدمة المقدمة من منصة وتطبيق طُلبة في خدمة معلوماتية عبر الإنترنت تهدف إلى تسهيل الاتصال بين الأعضاء الذين يسعون إلى الزواج بإطار عائلي محترم. حيث يتم أولا الموافقة بين مواصفات المشترك والمشتركة وتواصل الشريك بعدها من خلال العائلة (ولية أمر المشتركة). يمكنك الاتصال بنا باستخدام البريد الالكتروني التالي: privacy@amc-it.net',
        ],
        'last_updated' => [
            'title' => 'تاريخ آخر تحديث',
            'content' => 'تم إجراء آخر تحديث على سياسة الخصوصية بتاريخ 30/05/2025.',
        ],
        'definitions' => [
            'title' => 'التعريفات',
            'content' => 'لم يتم توفير تعريفات محددة في سياسة الخصوصية هذه. يُفترض أن المصطلحات المستخدمة تتبع المعاني القياسية في سياق المنصة، مثل "المنصة" (طُلبة) و"الأعضاء" (المستخدمون المسجلون) و"البيانات الشخصية" (المعلومات التي تحدد هوية المستخدم).',
        ],
        'data_processing_consent' => [
            'title' => 'قبول معالجة البيانات',
            'content' => 'باستخدامك المنصة والخدمات، فإنك تمنح موافقة صريحة لشركة الأصالة والمعاصرة على جمع بياناتك الشخصية واستخدامها ونقلها والافصاح عنها والاحتفاظ بها كما هو موضح في سياسة الخصوصية هذه والشروط والأحكام.',
        ],
        'collected_data' => [
            'title' => 'ما هي البيانات الشخصية التي يتم جمعها؟ كيف يتم جمعها وما هو سبب جمعها؟',
            'content' => [
                'identification_contact' => [
                    'title' => 'بيانات التعريف والاتصال',
                    'content' => 'عندما تقوم بالتسجيل لاستخدام المنصة، قد نجمع المعلومات التالية عنك اعتمادًا على كيفية تسجيلك على المنصة، والتي يمكن أن تشمل:',
                    'items' => [
                        'الاسم الأول (الزامي لاستكمال التسجيل)',
                        'اسم العائلة (الزامي لاستكمال التسجيل)',
                        'البريد الالكتروني (الزامي للتحقق من المستخدم)',
                        'رقم الهاتف (الزامي للتحقق من المستخدم)',
                        'الجنس (الزامي)',
                    ],
                    'purpose' => 'نقوم بجمع هذه المعلومات منك عند التسجيل للتحقق من هويتك، ولإضفاء طابع شخصي على الخدمات والعروض الترويجية التي قد نرسلها إليك من وقت لآخر، قد نجمع أيضًا هذه البيانات لمنع واكتشاف الاحتيال وإساءة الاستخدام ولأغراض حماية أمن وسلامة المشتركين والمشتركات.',
                ],
                'user_content_female' => [
                    'title' => 'محتوى المستخدمين (المشتركة الأنثى)',
                    'content' => 'صورة شخصية ، الاسم المستعار، الطول، وصف الوزن، لون البشرة، لون العينين، الديانة، مستوى التدين، الجنسية، بلد الأصل، حالة التوظيف، المستوى الوظيفي، المستوى الدراسي، التخصص الدراسي، مستوى ممارسة الرياضة، مستوى ممارسة التدخين، مستوى ممارسة شرب الكحول إن وجد، بلد السكن، مدينة السكن، منطقة السكن، امتلاك سيارة أو عدمه، رقم هاتف ولية الأمر. نقوم بجمع هذه المعلومات بهدف تحسين تجربة المستخدم وجودة خدماتنا. ',
                ],
                'user_content_male' => [
                    'title' => 'محتوى المستخدمين (المشترك الذكر)',
                    'content' => 'فيما يعبئ المشترك الذكر المعلومات التالية: صورة شخصية، الاسم المستعار، الطول، وصف الوزن، لون البشرة، لون العينين، الديانة، مستوى التدين، الجنسية، بلد الأصل، حالة التوظيف، المستوى الوظيفي، المستوى الدراسي، التخصص الدراسي، مستوى ممارسة الرياضة، مستوى ممارسة التدخين، مستوى ممارسة شرب الكحول إن وجد، بلد السكن، مدينة السكن، منطقة السكن، وجود سيارة أو عدمه، امتلاك منزل للزوجية أو عدمه، ميزانية الزواج إن رغب أن يفصح عنها. نقوم بجمع هذه المعلومات بهدف تحسين تجربة المستخدم وجودة خدماتنا.'
                ],
                'technical_data' => [
                    'title' => 'البيانات الفنية',
                    'content' => 'عند تفاعلك مع المنصة أو عند استخدامك للخدمات، نقوم تلقائياً بجمع معلومات متنوعة والتي قد تشمل، على سبيل المثال لا الحصر، معلومات عن الجهاز ومعلومات الموقع وبيانات السجل وبيانات تصفح الإنترنت وملفات تعريف الارتباط والتقنيات المشابهة.',
                    'purpose' => 'نقوم بجمع هذه المعلومات من أجل تزويدك بخدمات مخصصة لموقعك الجغرافي كنتائج البحث والمحتوى المخصص الاخر. يمكنك تعديل اعدادات المتصفح الخاص بك في أي وقت لجمع هذه البيانات.',
                ],
            ],
        ],
        'data_usage' => [
            'title' => 'كيف نستخدم بياناتك الشخصية؟',
            'content' => [
                'contractual_obligations' => 'الالتزامات التعاقدية: سنحتاج بياناتك الشخصية لإبرام عقد معك و/أو للوفاء بالتزام عقدي معك. قد لا نتمكن من تقديم الخدمات لك أو إبرام عقد معك إذا لم تقدم ببياناتك الشخصية.',
                'legal_obligations' => 'الالتزامات القانونية: قد نقوم بمعالجة بياناتك الشخصية من أجل الامتثال لأية قوانين معمول بها.',
                'legitimate_interests' => 'المصالح المشروعة: قد نقوم بمعالجة بياناتك الشخصية من أجل حماية مصالحنا المشروعة ومصالح مستخدمي المنصة لغرض تحسين الخدمات، ولمنع واكتشاف الاحتيال وسوء الاستخدام ولحماية أمن المشتركين والمشتركات.',
                'marketing_communications' => 'الاتصالات التسويقية والتوعوية: قد نستخدم بياناتك الشخصية لتزويدك بمعلومات تسويقية وتوعوية حول السلع والخدمات التي قد تكون مهتماً بها. وقد نتواصل معك عبر قنوات مختلفة، بما في ذلك على سبيل المثال لا الحصر، رسائل البريد الإلكتروني ودفع الإشعارات والهاتف والإشعارات داخل التطبيق والمتصفح. ويمكنك وقف تلقي مثل هذه الاتصالات و/أو الاشعارات في أي وقت عن طريق الغاء الحساب عبر إعدادات التطبيق.',
            ],
        ],
        'data_disclosure' => [
            'title' => 'كيف نفصح عن بياناتك الشخصية؟',
            'content' => 'قد نقوم بمشاركة و/أو نقل بياناتك الشخصية مع الأطراف المبينة أدناه للأغراض المبينة في سياسة الخصوصية هذه. أنت توافق على أنه يمكن لنا نقل بياناتك الشخصية إلى أطراف ثالثة داخل بلدك وخارجه. إننا نستخدم مزودي خدمات من طرف ثالث لمساعدتنا في تقديم جانب معين من خدماتنا، على سبيل المثال، مرافق التخزين السحابية مثل خدمات الويب الخاصة بشركة أمازون أو غيرها، وقد يكون مزودو الخدمات موجودين داخل أو خارج البلد الذي تقيم فيه حالياً. من أجل تحسين خدماتنا، سنقوم أحيانا بمشاركة معلوماتك غير المحددة للهوية مع مزودي التحليلات الذين يساعدوننا في تحليل كيفية استخدام الأشخاص لمنصتنا/ خدمتنا. نحن نشارك المعلومات الخاصة بك معهم في شكل غير محدد للهوية لأغراض المراقبة والإبلاغ عن فعالية تسليم الحملات لشركائنا في الأعمال التجارية وتحليل الأعمال الداخلية. قد نسعى لتحسين منتجاتنا والإعلانات التابعة لنا من خلال استخدام مزودي خدمات طرف ثالث لمعرفة كيف يستخدم المستخدمون منصاتنا. من خلال استخدام منصاتنا، فإنك توافق على أننا ومقدمي خدمات الطرف الثالث يمكنهم جمع واستخدام هذه البيانات. يجوز لنا الإفصاح عن بياناتك الشخصية لسلطات تنفيذ القانون والهيئات التنظيمية والهيئات الحكومية أو العامة والأطراف الثالثة الأخرى ذات الصلة للامتثال لأي متطلبات قانونية أو تنظيمية. قد نقوم ببيع أو نقل أو دمج أجزاء من أعمالنا أو أصولنا. وعوضا عن ذلك، يجوز لنا السعي للاستحواذ على أعمال أخرى أو الاندماج معهم. وفي حالة حدوث تغيير لأعمالنا، عندئذ يجوز للمالكين الجدد استخدام بياناتك الشخصية بالطريقة نفسها المنصوص عليها في سياسة الخصوصية هذه. عند قيامك بنشر معلوماتك باستخدام الخدمات وتحميل صورتك على المنصة، فإنك قد تختار التصريح عن بعض البيانات الشخصية والتي من الممكن أن تكون متاحة لمستخدمي طُلبة، وقد يتضمن ذلك، على سبيل المثال لا الحصر، صورتك ومعلوماتك وفي حال ترقية المشترك اشتراكه ليشمل خدمة التواصل مع المشتركة، سيتم مشاركة (بالإضافة لصورة ومعلومات العروس) اسم العروس الأول ورقم ولية الأمر. يرجى الانتباه أن أي معلومات تقدمها للمستخدمين الآخرين يمكن دائماً مشاركتها مع الآخرين، لذا يرجى ممارسة تقديراتك الخاصة بهذا الصدد.',
        ],
        'legal_basis' => [
            'title' => 'المسوغات القانونية لجمع ومعالجة بياناتك الشخصية',
            'content' => [
                'consent' => 'الموافقة: أنت تمنحنا موافقتك على معالجة بياناتك على النحو المذكور في سياسة الخصوصية هذه. يمكنك سحب موافقتك في أي وقت دون التأثير على عمليات المعالجة التي تتم بناءً على أسس قانونية أخرى. يمكنك العدول عن أي موافقة سبق أن قدمتها لنا من خلال إغلاق حسابك من خلال إعدادات حسابك.',
                'contractual_obligation' => 'لإنفاذ/تنفيذ التزام تعاقدي: قد نحتاج إلى معالجة بياناتك الشخصية من أجل إنفاذ/تنفيذ التزام تعاقدي مبرم بينك وبيننا أو بينك وبين طرف ثالث على المنصة. قد لا نتمكن من تنفيذ التزاماتنا دون معالجة بياناتك الشخصية.',
                'legal_obligation' => 'تنفيذاً لالتزام قانوني: قد يكون لدينا التزام قانوني لمعالجة بياناتك الشخصية حسب النظام القانوني المتبع في بلدك.',
                'vital_interests' => 'حماية المصالح الحيوية: قد نقوم بمعالجة بياناتك الشخصية في ظروف معينة حيث نرى ذلك ضرورياً لحماية حياتك أو حياة الآخرين.',
                'public_interest' => 'تحقيق المصلحة العامة: بما أن المنصة تسهل التواصل بين أفراد المجتمع الباحثين عن الزواج، فقد نقوم بمعالجة البيانات الشخصية للمشتركين من أجل حماية سلامة مستخدمينا ولمنع الاحتيال أو الجريمة.',
                'legitimate_interests' => 'تحقيق مصالح أو أهداف مشروعة: قد نرى أنه من الضروري معالجة بياناتك الشخصية لتحقيق مصالحنا المشروعة. يمكن أن تشمل هذه المصالح تقليل ومنع إساءة استخدام المنصة من قبل المستخدمين (مثل الاحتيال) و/أو تحسين تجربة المستخدم الخاصة بك من خلال تقديم خدمات مخصصة لك تتناسب مع احتياجاتك ومتطلباتك وبالتالي زيادة جودة هذه الخدمات.',
            ],
        ],
        'data_storage' => [
            'title' => 'كيف نقوم بتخزين بياناتك الشخصية؟',
            'content' => 'يتم تخزين بياناتك الشخصية بشكل آمن وذلك في مقرنا/ أو لدى مقدم خدمات الحوسبة السحابية. إننا نستخدم مزودي خدمات من طرف ثالث لمساعدتنا في تقديم جانب معين من الخدمات، على سبيل المثال، مرافق التخزين السحابية مثل خدمات الويب الخاصة بشركة أمازون أو غيرها في عدة أماكن منها أوروبا و/أو أفريقيا و/أو الشرق الأوسط. سنحتفظ ببيانات الشخصية طالما كنت مسجلاً على المنصة وعند استخدامك للمنصة. عند الغاء تسجيلك بالمنصة، سنحتفظ ببياناتك الشخصية لمدة عشر سنوات أو لفترة أطول كما يقتضي القانون و/أو لحماية مصالحنا القانونية والمشروعة. لن نحتفظ ببياناتك الشخصية لفترة أطول من الضرورة القصوى، وعندما لم نعد بحاجة إلى هذه المعلومات، سنقوم بتدميرها بشكل آمن عن طريق حذف جميع النسخ الإلكترونية وتدمير أي نسخ مادية أو قد نقوم بإخفاء هوية هذه البيانات الشخصية.',
        ],
        'user_rights' => [
            'title' => 'حقوقك فيما يتعلق بمعالجة بياناتك الشخصية',
            'content' => [
                'right_to_know' => 'الحق في العلم: يحق لك معرفة طرق جمعنا لبياناتك الشخصية والمسوغ القانوني لجمعها ومعالجتها، وكيفية معالجتها وحفظها وإتلافها ولمن سيتم الإفصاح عنها، ويمكنك الاطلاع على كافة التفاصيل من خلال سياسة الخصوصية أو يمكنك التواصل معنا على البيانات الموضحة بسياسة الخصوصية.',
                'right_to_access' => 'الحق في الوصول إلى بياناتك الشخصية: يحق لك أن تطلب منا الاطلاع على بياناتك الشخصية.',
                'right_to_obtain' => 'الحق في طلب الحصول على بياناتك الشخصية: يحق لك طلب الحصول على بياناتك الشخصية المتوفرة لدينا بصيغة مقروءة وواضحة متى ما كان ذلك ممكناً من الناحية التقنية.',
                'right_to_rectify' => 'الحق في تصحيح بياناتك الشخصية: يحق لك أن تطلب منا تصحيح بياناتك الشخصية التي ترى أنها غير دقيقة أو غير صحيحة أو غير مكتملة بشكل لا يتعارض مع سياسة المنصة التي تهتم أن يكون لكل حساب مستخدم واحد فقط، وستتم مراجعتها وتحديثها في أقرب مدة معقولة، وبأي حال من الأحوال، خلال المدد المنصوص عليها بالقانون.',
                'right_to_destroy' => 'الحق في إتلاف بياناتك الشخصية: يحق لك أن تطلب منا إتلاف بياناتك الشخصية في ظروف معينة، ما لم نكن ملزمين بالاحتفاظ ببياناتك الشخصية بموجب القانون و/أو لمنع الجرائم و/أو لحماية سلامة اعضائنا ومصالحهم الحيوية.',
                'right_to_withdraw_consent' => 'الحق في الرجوع عن موافقتك على معالجة بياناتك الشخصية: يحق لك الرجوع عن موافقتك على معالجة بياناتك الشخصية -في أي وقت- ما لم تكن هناك مسوغات قانونية تتطلب عكس ذلك.',
                'contact' => 'لممارسة حقوقك أو للحصول على مزيد من المعلومات فيما يتعلق بمعالجة بياناتك الشخصية، يمكنك التواصل بنا على عنوان البريد الإلكتروني المقدم في سياسة الخصوصية هذه.',
            ],
        ],
        'communication_marketing' => [
            'title' => 'الاتصال والتسويق',
            'content' => 'قد نتواصل معك عبر البريد الإلكتروني أو الرسائل النصية القصيرة أو عبر إشعارات المتصفح/التطبيق فيما يتعلق بالخدمات/المنصة لتأكيد تسجيلك، ولإبلاغك في حالة أن اشتراكك أصبح منتهي الصلاحية ورسائل متعلقة بالخدمات، وبما أنه من الضروري بالنسبة لنا أن نقدم لك هذه الرسائل، فقد لا تتمكن من إيقاف تلقي هذه الرسائل الا عند الغاء حسابك. عند قيامك بالتسجيل في المنصة أو على التطبيق، أو قيامك بتقديم بياناتك عند التسجيل في أي من الخدمات المقدمة على المنصة أو التطبيق، فإنك توافق على تلقي مواد تسويقية و/أو توعوية و/أو تسويقية مباشرة و/أو اتصالات قد تتضمن مكالمات أو رسائل أو غير ذلك. يمكنك إيقاف تلقي مثل هذه الرسائل عن طريق تغيير إغلاق حسابك.',
        ],
        'security_measures' => [
            'title' => 'التدابير التقنية والتنظيمية والمعالجة الأمنية',
            'content' => 'يتم تخزين جميع المعلومات التي نتلقاها عنك على خوادم آمنة ولدينا إجراءات أساسية مناسبة لحماية بياناتك الشخصية. تقوم طُلبة بتقييم الأمان بشكل مستمر على شبكتها وكفاءة برنامج أمن المعلومات الداخلي المصمم من أجل (أ) المساعدة في تأمين بياناتك ضد الفقدان العرضي أو الوصول غير القانوني اليها أو الكشف غير القانوني عنها، (ب) تحديد المخاطر المتوقعة إلى حد معقول على أمن شبكة طُلبة، (ج) تقليل المخاطر الأمنية إلى الحد الأدنى، بما في ذلك من خلال تقييم المخاطر والاختبارات المنتظمة. بالإضافة إلى ذلك، نضمن تشفير جميع بيانات الدفع باستخدام تقنية SSL (تكنولوجيا الوصلات المؤمنة). يرجى ملاحظة أنه على الرغم من التدابير التي قمنا بتنفيذها لحماية بياناتك، فإن عملية نقل البيانات عبر الإنترنت أو الشبكات المفتوحة الأخرى ليست آمنة تماماً وهناك خطر من إمكانية الوصول إلى بياناتك الشخصية من قبل أطراف ثالثة غير مصرح لها.',
        ],
        'cookies' => [
            'title' => 'ملفات تعريف الارتباط',
            'content' => 'ملفات تعريف الارتباط هي أجزاء صغيرة من النص يتم إرسالها إلى متصفحك وتخزينها على جهاز الحاسوب الخاص بك عن طريق الموقع الالكتروني الذي تزوره. تساعدنا ملفات تعريف الارتباط في أغراض مختلفة مثل السماح لنا بتحديد الأعضاء المسجلين، وتذكر تفضيلات وإعدادات أعضائنا، ومن حيث جاء المستخدمون إلى المنصة في الأصل، وتتبع المستخدمين/الزوار الجدد، ومعرفة كفاءة حملاتنا التسويقية وتحسين جودة الخدمات والمنصة بشكل عام لضمان حصولك على أفضل تجربة أثناء استخدام الخدمات والمنصة. نقوم تلقائيًا بجمع معلومات معينة عند وصولك إلى المنصة من أجل حماية المنصة عن طريق منع سوء الاستخدام والاحتيال، وتحليل الاستخدام وتحسين تجربة المستخدم أثناء استخدام المنصة والخدمات. قد يتضمن نوع المعلومات التي نجمعها عنوان بروتوكول الإنترنت ونوع المتصفح؛ معلومات الجهاز مثل معرف الجهاز الفريد؛ الصفحات التي تمت زيارتها؛ والمعلومات أو النص الذي تم إدخاله. تستخدم المنصة أيضًا ملفات تعريف الارتباط التي يمكن وضعها وقراءتها من قبلنا و/أو بواسطة مقدمي خدمات/إحصاءات خارجية مثل "إحصاءات جوجل". قد تقوم الأطراف الخارجية مقدمة خدمات الإحصاءات بتخزين معلومات حول كيفية استخدام الزوار للمنصة وإنشاء تقرير تحليلي حول أداء المنصة. تتضمن بعض البيانات التي قد يتم جمعها سلوك المستخدم على المنصة، وعدد زوار المنصة، وبيانات استهلاك المنصة. نسمح أيضًا للمعلنين الخارجيين بوضع إعلانات على المنصة.',
        ],
        'policy_acceptance' => [
            'title' => 'قبول سياسة الخصوصية هذه وأي تعديلات عليها',
            'content' => 'أنت تقر بأنك قرأت سياسة الخصوصية هذه وتوافق على جميع أحكامها وشروطها. أنت توافق على الالتزام بسياسة الخصوصية هذه وشروط الاستخدام عند الولوج الى المنصة والتطبيق واستخدامهم. قد نقوم بتحديث سياسة الخصوصية هذه أو تعديلها (جزئيا و/أو كلياً) من حين لآخر لإبقائها مواكبة للمتطلبات القانونية والطريقة التي ندير بها أعمالنا. يرجى مراجعة هذه الصفحة بانتظام للحصول على أحدث إصدار من سياسة الخصوصية. إن استمرار استخدامك لخدماتنا بعد إجراء تعديل يشير إلى قبولك أو موافقة ولي الأمر (حسب الحالة) على أي تغييرات. ننصحك بمراجعة هذه الصفحة بانتظام لمعرفة أي تغييرات قد تطرأ على سياسة الخصوصية. ستصبح أي سياسة خصوصية معدلة سارية فور نشرها على المنصة.',
        ],
        'complaints' => [
            'title' => 'طريقة تقديم شكوى أو اعتراضاً',
            'content' => 'في حال وجود بعض المخاوف أو عدم التزامنا بقانون حماية البيانات الشخصية المطبق في بلدك، يمكنك تقديم شكوى إلينا باستخدام تفاصيل الاتصال الواردة في سياسة الخصوصية هذه. إذا لم تكن راضياً عن معالجتنا للشكوى أو في حال عدم ردنا خلال 30 يوم: إذا كنت في المملكة الأردنية الهاشمية، يمكنك تقديم شكوى إلى مجلس حماية البيانات الشخصية. إذا كنت في أي بلد آخر، يمكنك تقديم شكوى إلى الجهة المختصة في بلدك.',
        ],
    ],
];
